austin.code-gnu-global
chrmarti.regex
CoenraadS.bracket-pair-colorizer
CraigMaslowski.erb
dariofuzinato.vue-peek
dbaeumer.vscode-eslint
eamodio.gitlens
ecmel.vscode-html-css
EditorConfig.EditorConfig
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
hex-ci.stylelint-plus
humao.rest-client
ICS.japanese-proofreading
johnpapa.vscode-peacock
MS-CEINTL.vscode-language-pack-ja
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-ssh-explorer
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cpptools
ms-vscode.Go
ms-vscode.vscode-typescript-tslint-plugin
ms-vsliveshare.vsliveshare
octref.vetur
oderwat.indent-rainbow
Orta.vscode-jest
pflannery.vscode-versionlens
PKief.material-icon-theme
pranaygp.vscode-css-peek
ritwickdey.LiveServer
sgryjp.japanese-word-handler
VisualStudioExptTeam.vscodeintellicode
vscodevim.vim
xabikos.JavaScriptSnippets
yzhang.markdown-all-in-one
Zignd.html-css-class-completion
